cask_args appdir: '/Applications'

tap "homebrew/core"
tap "caskroom/cask"

brew "coreutils"
brew "grc"
brew "grc"
brew "spark"
brew "gawk"
brew "gnupg2"
brew "asciidoc"
brew "jq"
brew "rbenv"
brew "ruby-build"
brew "dnsmasq"

cask "java"
cask "adium"
cask "firefox"
cask "thunderbird"
cask "openoffice"
cask "tunnelblick"
cask "virtualbox"
cask "iterm2"
cask "alfred"
cask "cyberduck"
cask "inkscape"
cask "mumble"
cask "bitbar"
cask "font-source-code-pro"

mas "Telephone", id: 406825478
